---
kind: type
id: T:Autodesk.Revit.DB.BrowserOrganizationType
source: html/ae9d1868-db91-1497-df87-1db4a35a4b9e.htm
---
# Autodesk.Revit.DB.BrowserOrganizationType

Enumerated type representing the type of browser organization.

## Syntax (C#)
```csharp
public enum BrowserOrganizationType
```